[Info]
Language=Spanish
charset=iso-8859-1
Author=Youngzsoft.com (Roberto Rivera L.)
[String]
HOMEPAGE=http://www.youngzsoft.com
BUYNOW=http://reg.youngzsoft.com

;Configuration Dialog
Configuration=Configuración
Protocol=Protocolo
Local IP Address:=Dirección IP Local
Web Cached=Cache Web
Auto Startup=Inicio Automático
Auto Hide=Esconder Automaticamente
Remote Dial-up=Marcado Automático
Auto Detect=Autodetectar
Proxy services=Servicios Proxy
OK=Aceptar
Cancel=Cancelar
Advanced=Avanzado
NT Service=Servicio NT

;Dial
Dial-up=Marcado
Dial-up Entries=Listado de Conexiones
Dial-up User Name=Nombre de Usuario
Dial-up Password=Contraseña
Idle disconnect minutes=Desconexión en IDLE (Min.)
Enable Auto Dial-up=Habilitar Auto Marcado

;Log
Log=Registro de Actividades
CCProxy can log every user's information. Please DON'T intercept user's mail without his/her permission.=CCProxy puede llevar un registro de la información de cada usuario. Por favor, NO intercepte los correos sin el permiso del usuario.
Log session selection=Selección del tipo de registro 
Request URL=URLs solicitadas
Mail Info=Info. de Correos
Outgoing Mails=Correos Salientes
Maximum Lines=Máximo número de Lineas
Clear Logs=Limpiar Registros
Save Logs to File=Salvar Registros en
Export Excel=Exportar a Excel
New Log Daily=Nuevo Registro Diario
Flow Stats Time Interval(m)=Intervalo para Gráfico (Min.)
Enable Flow Stats=Activar Estadísticas
Flow Stats=Estadísticas
Open Logs=Registro

;Mail
Mail=Correo
Primary DNS=DNS Primario
Secondary DNS=DNS Secundario
Maximum Tries=Número Máx. Intentos
Time Interval Before Next Try=Intervalos entre Intentos
Minutes=Minutos
Mail Queue Length=Largo de cola de Correo
SMTP Port=Puerto SMTP
POP3 Port=Puerto POP3

;Miscellaneous
Miscellaneous=Miscelanios
Language=Lenguaje
Socket Idle disconnect minutes=Desconexión Socket en IDLE (Min.)
Password Protection=Protección Contraseña
Password=Password
Need Password When Startup=Solicitar Contraseña al Iniciar
Hide All=Esconder.
Tip: Show CCProxy when launch again.=Se Mostrara CCProxy cuando se cargue nuevamente.
Disable External Users=Deshabilitar Usuarios Externos
Web Sites for On-line Checking=Sitios Web para verificar conexión
Auto Scan Computer Name=Auto. Escanear Nombres de PCs
Enable SOCKS4=Habilitar SOCKS4

;Cascading Proxy
Cascading proxy=Proxy Externo
CCProxy permits local server to access Internet via other proxy.=CCProxy permite al servidor local accesar a internet via otro proxy.
Enable Cascading Proxy=Habilitar Proxy Externo
Proxy Address=Dirección Proxy
Proxy Protocol=Protocolo Proxy
Port=Puerto
Need Authorization=Autorización
User Name=Nombre de Usuario
Password=Contraseña

;Cache
Cache=Cache
Note: Cache here is based on IE technology. You need to install IE version 4.0 or above.=Nota: El Cache esta basado en tecnología IE. Usted necesita instalar IE versión 4.0 o superior.
Settings=Configuración
Always Load From Cache=Siempre Cargar Desde el Cache
Cache Update Time(minutes)=Actualizar Cache (Min.)
Change Cache Options via IE=Cambiar Opciones via IE
IE Cache Options=IE Opciones Cache
Cache Path:=Ruta Cache:
Cache Size(M):=Tamaño Cache(M):

;Account Manager Dialog
Account Manager=Administrador de Cuentas
Options=Opciones
Filter/Time=Filtro/Tiempo
Web Filter=Filtro de Web
Time Schedule=Horarios
New=Nuevo
Edit=Edición
Delete=Borrar
Select All=Selección Total
Auto Scan=Auto Escanear
User Count:=Número de Usuario:
Permit Category:=Permitir Categoría:
Auth Type:=Tipo Autorización:
Send Message=Enviar Mensaje

;Account Dialog
Account=Cuenta
User/Group Name=Usuario/Grupo
Password=Contraseña
IP Address/IP Range=Dirección IP/Rango IP
MAC Address=Dirección de la MAC
Maximum Connections=Máximo Número de Conexiones
*Unlimited Connection:-1=*Conexiones Ilimitadas:-1
Bandwidth For Each Connection(Byte/s)=Ancho de Banda Para Cada Conexión(Byte/s)
Remote Dial-up=Marcado Remoto
Others=Otros
Time Schedule=Horarios
Web Filter=Filtro de Web
New=Nuevo
Save=Salvar

;Register Dialog
Registration=Registrar
Machine ID=Identificacion de la Maquina
Serial Number=Número de Serie
Register Code=Código de Registro
&Register=&Registro
&Buy Now=&Comprar Ahora
&Close=&Cerrar

;Connection Info Dialog
Current Connection Information=Información Conexiones Actuales
Connection information=Información de la Conexión
Connections:=Conexiones:
Users:=Usuarios:
Stop Scroll=Detener Scroll
Open Logs=Abrir Registros
Mail transfer information=Información Correos Transmitidos
Mail in transfer=Correos Transmitiendose
Mail undelivered=Correos No Enviados
Mails:=Correos:
Close=Cerrar
Transfer &Again=Transmitir &Nuevamente
&Delete=&Borrar
&Refresh=&Actualizar
Internet mail transfer status=Estado de la Transmición de Correos

;Web Filter
Web Filter Name=Nombre del Filtro Web
Site Filter=Filtro de Sitio
Permitted Sites=Sitios Permitidos
Forbidden Sites=Sitios Prohibidos
Forbidden Content=Contenido Prohibidos
Tip: Site filter supports wildcard character. Each item is divided by semicolon. Eg. *.yahoo.com;*.msn.com=Dato: El filtro para sitios soporta caracteres del tipo "wildcard". Cada sitio debe estar separado por punto y coma. Ej: *.yahoo.com;*.msn.com
Tip: Each item is divided by semicolon. Eg. chat;travel=Dato: Cada sitio es separado por punto y coma.
Forbidden URL=URL Prohibidos
Tip: Each item is divided by semicolon. Eg. .exe;.zip=Cada tipo debe ser separado por punto y coma. Ej: .exe;.zip

;Time Schedule
Time Schedule Name=Horarios
Sunday=Domingo
Monday=Lunes
Tuesday=Martes
Wednesday=Miércoles
Thursday=Jueves
Friday=Viernes
Saturday=Sábado

;Time Table
Time Table=Tabla de Tiempos
Tip: 01:00 denotes that Internet access is permitted from 00:00 to 01:00.=Dato: 01:00 denita que el acceso a Internet es permitido desde las 00:00 a las 01:00.
Unselect All=Deseleccionar Todo
Apply To:=Aplicar a:

;Get Address
Get Address=Obtener Dirección
Computer Name=Nombre del Computador
Retrieve=Obtener
Apply=Aplicar
Close=Cerrar

;Menu
&Dial-up=&Marcado
D&isconnect=&Desconectar

;Resource String
&About CCProxy...=&Acerca de CCProxy...
User Name|IP Address|MAC Address|Connections|=Nombre de Usuario|Dirección IP|Dirección MAC|Conexiones|
Windows sockets initiation failed.=Inicialización de Windows Sockets Fallida.
Socket creation failed!=Creación de Socket Fallida!
Start|Stop|Options|Account|Register|Exit|Hide|Help|=Iniciar|Detener|Opciones|Cuentas|Registro|Salir|Esconder|Ayuda
DNS service startup failed!=Inicio del servicio DNS Fallido!
HTTP proxy startup failed!=Inicio HTTP proxy Fallido!
SOCKS proxy startup failed!=Inicio SOCKS proxy Fallido!
Are you sure to close CCProxy?=Esta seguro que desea cerrar CCProxy?
Startup proxy|Stop proxy|Options configuration|Account manager|Register CCProxy|Close proxy|Hide interface|CCProxy help|=Iniciar proxy|Detener proxy|Opciones de configuración|Administrador de Cuentas|Registrar CCProxy|Cerrar proxy|Esconder interface|Ayuda CCProxy|
User already exists or User/IP/MAC length is illegal!=El usuario ya existe o el usuario/IP/MAC largo es ilegal!
on search ...=buscando...
This operation will add all local users' info. Continue?=Esta operación sera agregara a toda la información de los usuarios. Desea continuar?
Are you sure to delete this account?=Esta seguro que desea borrar esta cuenta?
Another instance of CCProxy has been run!=Otra instancia de CCProxy esta ejecutandose actualmente!
Time|User Name|IP Address|Action|=Tiempo|Nombre de Usuario|IP Address|Acción
Please select log file path:=Por favor seleccione la ruta del archivo de registro:
Are you sure to delete all the logs?=Esta seguro que desea eliminar todo el registro?
Permit All|Permit Only|Permit All But=Permitir Todo|Permitir Solamente|Permitir a todos pero
IP Address|MAC Address|User/Password|User/Password + IP|User/Password + MAC=Dirección IP|Dirección MAC|Usuario/Contraseña|Usuario/Contraseña + IP|Usuario/Contraseña + MAC
Congratulations. You have registered successfully!=Felicitaciones. Usted se ha registrado exitosamente!
Sorry. Registration Failed!=Disculpas. Su registro a Fallado!
%s(Demo Version Can Only Support 3 Users)=%s(Versión Demo Solo Soporta 3 Usuarios)
Mail ID|Mail From|Mail To|Send Times|Begin Time|Last Response|=ID Correo|Correo De|Correo Para|Veces Enviado|Tiempo Inicio|Ultima Respuesta
Mail proxy startup failed!=Inicio de Correo proxy Fallido!
Unknown=Desconocido
Host=Anfitrión
News proxy startup failed!=Inicio de News proxy Fallido!
FTP proxy startup failed!=Inicio de FTP proxy Fallido!
Telnet proxy startup failed!=Inicio de Telnet proxy Fallido!
Some mails are in transfer. Are you sure to exit?=Algunos correos estan siendo transferidos. Esta seguro que desea salir?
The account system only supports no more than 500 users!=La cuenta del sistema no soporta más de 500 usuarios!
Are you sure to delete this mail?=Esta seguro que desea eliminar este correo?
News=Noticias
MAP service startup failed!=Inicio de MAP Fallido!
Wrong Password.=Contraseña Incorrecta.
Current version is the latest version %d.%d %s.=La Versión Actual es la ultima versión %d.%d %s.
New version %d.%d %s. Download Now?=Nueva versión %d.%d %s. Bajar ahora?
New version. Download Now?=Nueva versión. Bajar ahora?
Checking new version. Please waiting ...=Verificando nueva versiónn. Por favor espere...

Enable Anti Email Virus=